delete from event_type;
insert into event_type(id, title, color) values
(1, "42", "FF0000")
,(2, "동아리", "00FF00")
,(3, "또 머 있었지", "0000FF")
;

delete from location;
insert into location(code, parentCode, title, sort) values
("0000", null, "개포", 1)
,("0100", null, "서초", 2)
,("0200", null, "기타", 3)
,("0001", "0000", "C1", 1)
,("0002", "0000", "C2", 2)
,("0003", "0000", "C3", 3)
,("0004", "0000", "C4", 4)
,("0005", "0000", "C5", 5)
,("0006", "0000", "C6", 6)
,("0007", "0100", "C7", 7)
,("0008", "0100", "C8", 8)
,("0009", "0100", "C9", 9)
,("0010", "0100", "C10", 10)
,("0011", "0000", "CX1", 11)
,("0012", "0000", "CX2", 12)
;
